Repository: ayhanizmir5/bbpress-report-content
Catalog: lang/bbpress-report-content-*.po
Languages: hr, pt_br

source: bbPress - Report Content requires bbPress to be activated.
hr: bbPress - Report Content zahtjeva bbPress da bi se mogao aktivirati.
pt_br: bbPress - Denunciar Conteúdo precisa do bbPress ativado para funcionar.

source: bbPress - Report Content was deactivated. This plugin requires bbPress to be activated.
hr: bbPress - Report Content je deaktiviran. Ovaj plugin zahtjeva bbPress da bi se mogao aktivirati.
pt_br: bbPress - Denunciar Conteúdo foi desativado. Este plugin precisa do bbPress ativado para funcionar.

# post
source: User Reported
hr: Korisnik je prijavio
pt_br: Usuário Denunciado

# post
source: User Reported <span class="count">(%s)</span>
hr: Korisnik je prijavio <span class="count">(%s)</span>
pt_br: Usuário Denunciado <span class="count">(%s)</span>

# Mark topic as reported
source: Reported
hr: Prijavljeno
pt_br: Denunciado

source: Report
hr: Prijavi
pt_br: Denunciar conteúdo

source: Unreport
hr: Odznači prijavu
pt_br: Retirar denúncia

source: Report inappropriate content
hr: Prijavi neprikladan sadržaj
pt_br: Denunciar conteúdo inapropriado

source: <strong>ERROR</strong>: There was a problem unmarking the topic as reported.
hr: <strong>GREŠKA</strong>: Došlo je do problema prilikom odznačavanja teme kao prijavljeno.
pt_br: <strong>ERRO</strong>: Houve um problema ao desmarcar um tópico como denunciado.

source: <strong>ERROR</strong>: There was a problem reporting the topic.
hr: <strong>GREŠKA</strong>: Došlo je do problema prilikom prijavljivanja teme.
pt_br: <strong>ERRO</strong>: Houve um problema ao denunciar o tópico.

source: <strong>ERROR</strong>: There was a problem unmarking the reply as reported.
hr: <strong>GREŠKA</strong>: Došlo je do problema prilikom odznačavanja odgovora kao prijavljeno.
pt_br: <strong>ERRO</strong>: Houve um problema ao desmarcar uma resposta como denunciada.

source: <strong>ERROR</strong>: There was a problem reporting the reply.
hr: <strong>GREŠKA</strong>: Došlo je do problema prilikom prijavljivanja odgovora..
pt_br: <strong>ERRO</strong>: Houve um problema ao denunciar a resposta.

source: This topic has been reported for inappropriate content
hr: Ova tema je prijavljena za neprikladan sadržaj.
pt_br: Este tópico foi denunciado por possuir conteúdo impróprio.

source: <em>This reply has been reported for inappropriate content.</em>
hr: <em>Ovaj odgovor je prijavljen za neprikladan sadržaj.</em>
pt_br: <em>Esta resposta foi denunciada por possuir conteúdo impróprio.</em>

source: Mark the topic as unreported
hr: Označi temu kao nije prijavljeno
pt_br: Retirar a denúncia do tópico

source: The topic was not found!
hr: Tema nije nađena!
pt_br: O tópico não foi encontrado!

source: You do not have the permission to do that!
hr: Vi nemate dopuštenje da to radite!
pt_br: Você não tem permissão para realizar essa tarefa!

source: There was a problem unreporting the topic "%1$s".
hr: Došlo je do problema prilikom odprijavljivanja teme "%1$s".
pt_br: Houve um problema ao retirar a denúncia do tópico "%1$s".

source: Topic "%1$s" successfully unreported.
hr: Tema "%1$s" je uspješno odprijavljena.
pt_br: Retirada com sucesso a denúncia do tópico "%1$s".

source: Mark the reply as unreported
hr: Označi odgovor kao odprijavljen
pt_br: Retirar a denúncia da resposta

source: The reply was not found!
hr: Odgovor nije nađen!
pt_br: A resposta não foi encontrada!

source: There was a problem unreporting the reply "%1$s".
hr: Došlo je do problema prilikom odprijavljivanja odgovora "%1$s".
pt_br: Houve um problema ao retirar a denúncia da resposta "%1$s".

source: Reply "%1$s" successfully unreported.
hr: Odgovor "%1$s" je uspješno odprijavljen.
pt_br: Retirada com sucesso a denúncia da resposta "%1$s".

source: Reported By
hr: Prijavljeno od strane
pt_br: Denunciado Por

source: Guest
hr: Gost
pt_br: Convidado

source: bbPress - Report Content
pt_br: bbPress - Denunciar Conteúdo

source: Allows users to report inappropriate content in topics and replies.
hr: Omogućava korisnicima da prijave neprikladan sadržaj u temama i odgovorima.
pt_br: Permite aos usuários denunciar conteúdo impróprio em tópicos e respostas.
